Repository: tuanminh2409bn/minvest_app
Catalog: lib/l10n/app_*.arb
Languages: vi

source: ACCOUNT UPGRADED SUCCESSFULLY
vi: NÂNG CẤP TÀI KHOẢN THÀNH CÔNG

# lotPerWeek
source: Lot/week
vi: Lot/tuần

# tableValueFull
source: full
vi: đầy đủ

# tableValueFulltime
source: fulltime
vi: toàn thời gian

# packageTitle
source: PACKAGE
vi: GÓI DỊCH VỤ

# duration1Month
source: 1 month
vi: 1 tháng

# duration12Months
source: 12 months
vi: 12 tháng

# featureReceiveAllSignals
source: Receive all signals of the day
vi: Nhận tất cả tín hiệu trong ngày

# featureAnalyzeReason
source: Analyze the reason for entering the order
vi: Phân tích lý do vào lệnh

# featureHighPrecisionAI
source: High-precision AI signal
vi: Tín hiệu AI độ chính xác cao

# iapStoreNotAvailable
source: The store is not available on this device.
vi: Cửa hàng không khả dụng trên thiết bị này.

# iapErrorLoadingProducts
source: Error loading products: {message}
vi: Lỗi tải sản phẩm: {message}

# iapNoProductsFound
source: No products found. Please check your store configuration.
vi: Không tìm thấy sản phẩm nào. Vui lòng kiểm tra lại cấu hình trên cửa hàng.

# iapTransactionError
source: Transaction error: {message}
vi: Lỗi giao dịch: {message}

# iapVerificationError
source: Verification error: {message}
vi: Lỗi xác thực: {message}

# iapUnknownError
source: An unknown error occurred: {error}
vi: Đã xảy ra lỗi không xác định: {error}

# iapProcessingTransaction
source: Processing transaction...
vi: Đang xử lý giao dịch...

# orderInfo1Month
source: Payment for Elite 1 month package
vi: Thanh toán gói Elite 1 tháng

# orderInfo12Months
source: Payment for Elite 12 months package
vi: Thanh toán gói Elite 12 tháng

# iapNotSupportedOnWeb
source: In-app purchases are not supported on the web version.
vi: Thanh toán trong ứng dụng không được hỗ trợ trên phiên bản web.

# vnpayPaymentTitle
source: VNPAY PAYMENT
vi: THANH TOÁN VNPAY

# creatingOrderWait
source: Creating order, please wait...
vi: Đang tạo đơn hàng, vui lòng chờ...

# errorWithMessage
source: Error: {message}
vi: Lỗi: {message}

# cannotConnectToServer
source: Cannot connect to the server. Please try again.
vi: Không thể kết nối đến máy chủ. Vui lòng thử lại.

# transactionCancelledOrFailed
source: Transaction has been cancelled or failed.
vi: Giao dịch đã bị hủy hoặc thất bại.

# cannotCreatePaymentLink
source: Could not create payment link. Please try again.
vi: Không thể tạo link thanh toán. Vui lòng thử lại.

source: Retry
vi: Thử lại

# serverErrorRetry
source: Server error: {message}. Please try again.
vi: Lỗi từ máy chủ: {message}. Vui lòng thử lại.

# redirectingToPayment
source: Redirecting to payment page...
vi: Đang chuyển hướng đến trang thanh toán...

# invalidPaymentUrl
source: Invalid payment URL received from server.
vi: URL thanh toán không hợp lệ nhận từ máy chủ.

source: Processing your account...
vi: Đang xử lý tài khoản của bạn...

source: Verification Failed!
vi: Xác thực Thất bại!

source: Re-upload Image
vi: Tải lại ảnh

# accountNotLinked
source: Account Not Linked to Minvest
vi: Tài khoản chưa liên kết với Minvest

# accountNotLinkedDesc
source: To get exclusive signals, your Exness account must be registered through the Minvest partner link. Please create a new account using the link below.
vi: Để nhận tín hiệu độc quyền, tài khoản Exness của bạn phải được đăng ký qua liên kết đối tác của Minvest. Vui lòng tạo tài khoản mới bằng liên kết bên dưới.

source: Register Exness via Minvest
vi: Đăng ký Exness qua Minvest

source: I have registered, re-upload
vi: Tôi đã đăng ký, tải lại ảnh

# couldNotLaunch
source: Could not launch {url}
vi: Không thể mở {url}

source: Status
vi: Trạng thái

source: Sent on
vi: Gửi lúc

source: Entry price
vi: Giá vào lệnh

# stopLossFull
source: Stop loss
vi: Dừng lỗ

# takeProfitFull1
source: Take profit 1
vi: Chốt lời 1

# takeProfitFull2
source: Take profit 2
vi: Chốt lời 2

# takeProfitFull3
source: Take profit 3
vi: Chốt lời 3

# noReasonProvided
source: No reason provided for this signal.
vi: Không có lý do nào được cung cấp cho tín hiệu này.

# upgradeToViewReason
source: Upgrade your account to Elite to view the analysis.
vi: Nâng cấp tài khoản lên Elite để xem phân tích.

source: Upgrade to View Full Analysis
vi: Nâng cấp tài khoản lên Elite để xem phân tích.

source: Welcome to
vi: Chào mừng đến với

# appSlogan
source: Enhance your trading with intelligent signals.
vi: Nâng cao giao dịch của bạn với các tín hiệu thông minh.

source: Sign in
vi: Đăng nhập

source: Continue by Google
vi: Tiếp tục với Google

source: Continue by Facebook
vi: Tiếp tục với Facebook

source: Continue by Apple
vi: Tiếp tục với Apple

# loginSuccess
source: Login successful!
vi: Đăng nhập thành công!

source: LIVE
vi: TRỰC TIẾP

source: END
vi: KẾT THÚC

source: SYMBOL
vi: CẶP TIỀN

source: AI SIGNAL
vi: TÍN HIỆU AI

source: RULE SIGNAL
vi: TÍN HIỆU RULE

source: ALL
vi: TẤT CẢ

source: Upgrade to see more
vi: Nâng cấp để xem thêm

source: see details
vi: xem chi tiết

source: NOT MATCHED
vi: CHƯA KHỚP

source: MATCHED
vi: ĐÃ KHỚP

source: Entry
vi: Vào lệnh

# stopLoss
source: SL
vi: Dừng lỗ

source: Upgrade
vi: Nâng cấp

source: UPGRADE ACCOUNT
vi: NÂNG CẤP TÀI KHOẢN

source: COMPARE TIERS
vi: SO SÁNH CÁC HẠNG

source: Feature
vi: Tính năng

source: Balance
vi: Số dư

source: Signal time
vi: Giờ tín hiệu

source: Signal Qty
vi: Số lượng tín hiệu

source: Analysis
vi: Phân tích

source: Open exness account!
vi: Mở tài khoản Exness!

source: Account verification with Exness
vi: Xác thực tài khoản với Exness

source: Pay in app to upgrade
vi: Thanh toán trong ứng dụng

source: Bank Transfer to Upgrade
vi: Chuyển khoản Ngân hàng để Nâng cấp

source: ACCOUNT VERIFICATION
vi: XÁC THỰC TÀI KHOẢN

# accountVerificationPrompt
source: Please upload a screenshot of your Exness account to be authorized (your account must be opened under Minvest's Exness link)
vi: Vui lòng tải lên ảnh chụp màn hình tài khoản Exness của bạn để được cấp quyền (tài khoản của bạn phải được mở dưới liên kết của Minvest)

source: Select photo from library
vi: Chọn ảnh từ thư viện

source: Send
vi: Gửi

# accountInfo
source: Account Information
vi: Thông Tin Tài Khoản

source: ACCOUNT VERIFIED SUCCESSFULLY
vi: XÁC THỰC TÀI KHOẢN THÀNH CÔNG

source: Your account is
vi: Tài khoản của bạn là

source: Return to home page
vi: Quay về trang chủ

# upgradeFailed
source: Upgrade failed! Please reupload the image
vi: Nâng cấp thất bại! Vui lòng tải lại ảnh

source: PACKAGE
vi: GÓI DỊCH VỤ

source: START NOW
vi: BẮT ĐẦU NGAY

# chatLoginPrompt
source: Please log in to use this feature
vi: Vui lòng đăng nhập để sử dụng tính năng này

# chatStartConversation
source: Start your conversation
vi: Bắt đầu cuộc trò chuyện của bạn

# chatNoMessages
source: No messages yet.
vi: Chưa có tin nhắn nào.

# chatTypeMessage
source: Type a message...
vi: Nhập tin nhắn...

# chatSupportIsTyping
source: Support is typing...
vi: Hỗ trợ đang trả lời...

# chatUserIsTyping
source: {userName} is typing...
vi: {userName} đang trả lời...

# chatSeen
source: Seen
vi: Đã xem

# chatDefaultUserName
source: User
vi: Người dùng

# chatDefaultSupportName
source: Support
vi: Hỗ trợ

source: BANK TRANSFER
vi: CHUYỂN KHOẢN

source: TRANSFER INFORMATION
vi: THÔNG TIN CHUYỂN KHOẢN

source: Scan for fast transfer
vi: Quét để chuyển khoản nhanh

source: Contact Us 24/7
vi: Liên hệ chúng tôi 24/7

source: NEW ANNOUNCEMENT
vi: THÔNG BÁO MỚI

source: Profile
vi: Hồ sơ

source: Upgrade Now
vi: Nâng cấp ngay

source: Follow MInvest
vi: Theo dõi MInvest

# tabSignal
source: Signal
vi: Tín hiệu

source: Contact Us
vi: Liên Hệ Hỗ Trợ

# tabChat
source: Chat
vi: Trò chuyện

# tabChart
source: Chart
vi: Biểu đồ

# tabProfile
source: Profile
vi: Hồ sơ

source: REASON
vi: LÝ DO

source: Error
vi: Lỗi

source: No signals available.
vi: Không có tín hiệu nào.

source: Out of Golden Hours
vi: Ngoài Giờ Vàng Giao Dịch

# outOfGoldenHoursVipDesc
source: VIP signals are available from 8:00 AM to 5:00 PM (GMT+7). Upgrade to Elite to get signals 24/24!
vi: Tín hiệu VIP chỉ có từ 8:00 - 17:00 (GMT+7). Nâng cấp lên Elite để nhận tín hiệu 24/24!

# outOfGoldenHoursDemoDesc
source: Demo signals are available from 8:00 AM to 5:00 PM (GMT+7). Upgrade your account for more benefits!
vi: Tín hiệu Demo chỉ có từ 8:00 - 17:00 (GMT+7). Nâng cấp tài khoản để có thêm quyền lợi!

source: Your Name
vi: Tên của bạn

source: Admin Panel
vi: Bảng quản trị

# foreignTraderSupport
source: For foreign traders, please contact us via WhatsApp (+84969.15.6969) for support
vi: Đối với nhà giao dịch nước ngoài, vui lòng liên hệ chúng tôi qua WhatsApp (+84969.15.6969) để được hỗ trợ

source: Logout
vi: Đăng xuất

source: Confirm Logout
vi: Xác nhận Đăng xuất

# confirmLogoutMessage
source: Are you sure you want to log out?
vi: Bạn có chắc chắn muốn đăng xuất không?

source: Cancel
vi: Hủy

# upgradeCardTitle
source: UPGRADE YOUR ACCOUNT
vi: NÂNG CẤP TÀI KHOẢN

# upgradeCardSubtitle
source: To access more resources
vi: Để truy cập nhiều tài nguyên hơn

# upgradeCardSubtitleWeb
source: To unlock premium signals and full-time support
vi: Để mở khóa tín hiệu cao cấp và hỗ trợ toàn thời gian

source: Subscription Details
vi: Chi tiết Gói đăng ký

source: Notifications
vi: Thông báo

source: Continue as Guest
vi: Tiếp tục với tư cách khách

source: Delete Account
vi: Xóa tài khoản

# deleteAccountWarning
source: Are you sure you want to delete your account? All of your data will be permanently erased and cannot be recovered.
vi: Bạn có chắc chắn muốn xóa tài khoản không? Mọi dữ liệu của bạn sẽ bị xóa vĩnh viễn và không thể khôi phục.

source: Delete
vi: Xóa

source: Privacy Policy
vi: Chính sách bảo mật

source: Terms of Service
vi: Điều khoản dịch vụ

# signalStatusMatched
source: MATCHED
vi: ĐÃ KHỚP

# signalStatusNotMatched
source: NOT MATCHED
vi: CHƯA KHỚP

# signalStatusCancelled
source: CANCELLED
vi: ĐÃ HỦY

# signalStatusSlHit
source: SL HIT
vi: TRÚNG SL

# signalStatusTp1Hit
source: TP1 HIT
vi: TRÚNG TP1

# signalStatusTp2Hit
source: TP2 HIT
vi: TRÚNG TP2

# signalStatusTp3Hit
source: TP3 HIT
vi: TRÚNG TP3

# signalStatusRunning
source: RUNNING
vi: ĐANG CHẠY

# signalStatusClosed
source: CLOSED
vi: ĐÃ ĐÓNG

# signalEntry
source: Entry
vi: Vùng vào lệnh

source: Error Loading Packages
vi: Lỗi Tải Gói Nâng Cấp

# signalSl
source: SL
vi: Dừng lỗ

source: TP1 Hit
vi: Chốt lời 1

source: TP2 Hit
vi: Chốt lời 2

source: TP3 Hit
vi: Chốt lời 3

source: SL Hit
vi: Dừng lỗ

source: Cancelled
vi: Đã hủy

source: Exited by Admin
vi: Admin đóng lệnh

# signalClosed
source: Closed
vi: Đã đóng

# upgradeToSeeDetails
source: Upgrade to see signal details...
vi: Nâng cấp để xem chi tiết tín hiệu...

source: BUY
vi: MUA

source: SELL
vi: BÁN

# logoutDialogTitle
source: Session Expired
vi: Phiên đăng nhập hết hạn

# logoutDialogDefaultReason
source: Your account has been logged in on another device.
vi: Tài khoản của bạn đã được đăng nhập trên một thiết bị khác.

source: Contact to upgrade
vi: Liên hệ để nâng cấp

source: No notifications yet.
vi: Chưa có thông báo nào.

# daysAgo
source: {count} days ago
vi: {count} ngày trước

# hoursAgo
source: {count} hours ago
vi: {count} giờ trước

# minutesAgo
source: {count} minutes ago
vi: {count} phút trước

source: Just now
vi: Vừa xong
